Repository: laconicman/YDeliveryKit
Catalog: Sources/YDeliveryKit/Localizable.xcstrings
Source language: en
Languages: ru

source: Cancelled
ru: Отменён

source: Courier on the way
ru: Курьер в пути

source: Delivered
ru: Доставлен

source: Draft
ru: Черновик

source: Drop-off
ru: Выгрузка

source: Finding a courier
ru: Ищем курьера

source: Needs a decision
ru: Нужно решение

source: Order
ru: Заказ

source: Order No. %@
ru: Заказ №%@

source: Parcel locker
ru: Постамат

source: Pick-up point
ru: Пункт выдачи

source: Pickup
ru: Погрузка

source: Return point
ru: Возврат

source: Status updated
ru: Статус обновлён

source: Stop %lld
ru: Точка %lld

source: Warehouse
ru: Склад

source: by
ru: к

source: usually 3–7 min
ru: обычно 3–7 мин
